/* The text on the Cancel button in an alert */
"AlertButtonCancel" = "Cancel";

/* The text on the Close button in an alert */
"AlertButtonClose" = "Close";

/* The text on the Continue button in an alert */
"AlertButtonContinue" = "Continue";

/* The text on the Delete History button in an alert */
"AlertButtonDeleteHistory" = "Delete History";

/* The text on the More button in an alert */
"AlertButtonMore" = "More...";

/* The text on the No button in an alert */
"AlertButtonNo" = "No";

/* The text on the Not Now button in an alert */
"AlertButtonNotNow" = "Not Now";

/* The text on the OK button in an alert */
"AlertButtonOK" = "OK";

/* The text on the Send History In CSV File button in an alert */
"AlertButtonSendHistoryInCSVFile" = "Send History In CSV File";

/* The text on the Send History In Email Body button in an alert */
"AlertButtonSendHistoryInEmailBody" = "Send History In Email Body";

/* The text on the Try Again button in an alert */
"AlertButtonTryAgain" = "Try Again";

/* The text on the Yes button in an alert */
"AlertButtonYes" = "Yes";

/* The title of the confirmation alert for deleting all data */
"AlertDeleteAllDataConfirmationTitle" = "Reset Device";

/* The title of the confirmation alert for deleting all data */
"AlertDeleteAllDataConfirmationMessage" = "Are you sure you want to reset this device?";

/* The Postpone button on the dose reminder alert */
"AlertDoseReminderButtonPostpone" = "Postpone";

/* The Skip Doses button on the dose reminder alert */
"AlertDoseReminderButtonSkipDosePlural" = "Skip Doses";

/* The Skip Dose button on the dose reminder alert */
"AlertDoseReminderButtonSkipDoseSingular" = "Skip Dose";

/* The Skip Dose button on the schedule reminder */
"ScheduleDoseReminderButtonSkipDoseSingular" = "Skip";

/* The Take Doses button on the dose reminder alert */
"AlertDoseReminderButtonTakeDosePlural" = "Take Doses";

/* The Take Dose button on the dose reminder alert */
"AlertDoseReminderButtonTakeDoseSingular" = "Take Dose";

/* The Take Dose button on the schedule reminder */
"ScheduleDoseReminderButtonTakeDoseSingular" = "Take";

/* The message phrase on the dose reminder alert when multiple doses are due */
"AlertDoseReminderMessagePhrasePlural" = "Time to take %d doses:";

/* The message phrase on the dose reminder alert when only 1 dose is due */
"AlertDoseReminderMessagePhraseSingular" = "Time to take:";

/* The title of the dose reminder alert */
"AlertDoseReminderTitle" = "Dose Reminder";

/* The time phrase appearing on dose alerts */
"AlertDoseTimePhrase" = "At %@";

/* The message on the refill alert when no more refills are remaining */
"AlertDrugNoRefillsRemainingMessage" = "There are no more refills remaining for %@.";

/* The message on the refill alert that multiple medications' supply has run out */
"AlertDrugRefillEmptyMultipleMessage" = "Your supply of the following medications has run out:";

/* The message on the refill alert that a single medication's supply has run out */
"AlertDrugRefillEmptySingleMessage" = "Your supply of %@ has run out.";

/* The message on the refill alert that multiple medications' supply is running low */
"AlertDrugRefillRunningLowMultipleMessage" = "Your supply of the following medications is running low:";

/* The message on the refill alert that a single medication's supply is running low */
"AlertDrugRefillRunningLowSingleMessage" = "Your supply of %@ is running low.";

/* The title on the refill alert */
"AlertDrugRefillTitle" = "Refill Alert";

/* The Upgrade button of the alert appearing when a premium feature is accessed in free edition */
"AlertFeaturePremiumButtonUpgrade" = "Upgrade";

/* The confirmation button on the alert confirming whether the user wants to refill a medication */
"AlertRefillDrugConfirmationButton" = "Refill Medication";

/* The Skip Dose button on the alert confirming whether the user wants to skip a dose */
"AlertSkipDoseConfirmationButtonSkip" = "Skip dose";

/* The Skip Doses button on the alert confirming whether the user wants to skip multiple doses */
"AlertSkipMultiDoseConfirmationButtonMultiSkip" = "Skip all doses";

/* The Take Dose Now button on the alert confirming whether the user wants to take a dose */
"AlertTakeDoseConfirmationButtonTakeNow" = "Take dose now";

/* The Took Already button on the alert confirming whether the user wants to take a dose */
"AlertTakeDoseConfirmationButtonTookAlready" = "I already took this dose";

/* The title of the alert confirming whether the user wants to take a dose early */
"AlertTakeDoseEarlyPreventMessage" = "This dose is scheduled to be taken more than one hour from now. Please take this dose later, or change the settings to disable this alert.";

/* The title of the alert preventing an early dose */
"AlertTakeDoseEarlyPreventTitle" = "Cannot Take Dose";

/* The Take Doses Now button on the alert confirming whether the user wants to take multiple doses */
"AlertTakeMultiDoseConfirmationButtonTakeNow" = "Take all doses now";

/* The Took Already button on the alert confirming whether the user wants to take multiple doses */
"AlertTakeMultiDoseConfirmationButtonTookAlready" = "I already took these doses";

/* The phrase referring to the location for dosages */
"DrugDosageLocationInPhrase" = "%1$@ in %2$@";

/* The phrase referring to the location for dosages */
"DrugDosageLocationOnPhrase" = "%1$@ on %2$@";

/* The phrase referring to the medication name for dosages */
"DrugDosageNamePhrase" = "%1$@ of %2$@";

/* The phrase referring to the quantity for dosages */
"DrugDosageQuantityPhrase" = "%1$@ per %2$@";

/* A unit in medication dosages */
"DrugDosageUnitCubicCentimeters" = "cc";

/* A unit in medication dosages */
"DrugDosageUnitDaysPlural" = "days";

/* A unit in medication dosages */
"DrugDosageUnitDaysSingular" = "day";

/* A unit in medication dosages */
"DrugDosageUnitGrams" = "g";

/* A unit in medication dosages */
"DrugDosageUnitGramsPerMilliliter" = "g/mL";

/* A unit in medication dosages */
"DrugDosageUnitIU" = "IU";

/* A unit in medication dosages */
"DrugDosageUnitIUPerCubicCentimeter" = "IU/cc";

/* A unit in medication dosages */
"DrugDosageUnitIUPerMilliliter" = "IU/mL";

/* A unit in medication dosages */
"DrugDosageUnitMicrograms" = "mcg";

/* A unit in medication dosages */
"DrugDosageUnitMicrogramsPerHour" = "mcg/hr";

/* A unit in medication dosages */
"DrugDosageUnitMilliequivalents" = "meq";

/* A unit in medication dosages */
"DrugDosageUnitMilligrams" = "mg";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPer24Hours" = "mg/24hr";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerCubicCentimeter" = "mg/cc";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerHour" = "mg/hr";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerMilliliter" = "mg/mL";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerOunce" = "mg/oz";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerTablespoon" = "mg/tbsp";

/* A unit in medication dosages */
"DrugDosageUnitMilligramsPerTeaspoon" = "mg/tsp";

/* A unit in medication dosages */
"DrugDosageUnitMilliliters" = "mL";

/* A unit in medication dosages */
"DrugDosageUnitOunces" = "oz";

/* A unit in medication dosages */
"DrugDosageUnitPercent" = "%";

/* A unit in medication dosages */
"DrugDosageUnitTablespoons" = "tbsp";

/* A unit in medication dosages */
"DrugDosageUnitTeaspoons" = "tsp";

/* A unit in medication dosages */
"DrugDosageUnitUnitsPerCubicCentimeterPlural" = "units/cc";

/* A unit in medication dosages */
"DrugDosageUnitUnitsPerCubicCentimeterSingular" = "unit/cc";

/* A unit in medication dosages */
"DrugDosageUnitUnitsPerMilliliterPlural" = "units/mL";

/* A unit in medication dosages */
"DrugDosageUnitUnitsPerMilliliterSingular" = "unit/mL";

/* A unit in medication dosages */
"DrugDosageUnitUnitsPlural" = "units";

/* A unit in medication dosages */
"DrugDosageUnitUnitsSingular" = "unit";

/* The Miss Dose action label in the medication history */
"DrugHistoryMissDoseAction" = "Miss Dose";

/* The description for missed doses in the medication history */
"DrugHistoryMissedDescription" = "missed";

/* The description for postponed doses in the medication history */
"DrugHistoryPostponedDescription" = "postponed %@";

/* The description for refilled medications in the medication history */
"DrugHistoryRefilledDescription" = "refilled";

/* The description for skipped doses in the medication history */
"DrugHistorySkippedDescription" = "skipped";

/* The description for taken doses in the medication history */
"DrugHistoryTakenDescription" = "taken";

/* The each ear location for medications */
"DrugLocationEachEar" = "Each ear";

/* The each eye location for medications */
"DrugLocationEachEye" = "Each eye";

/* The left ear location for medications */
"DrugLocationLeftEar" = "Left ear";

/* The left eye location for medications */
"DrugLocationLeftEye" = "Left eye";

/* The mouth location for medications */
"DrugLocationMouth" = "Mouth";

/* The right ear location for medications */
"DrugLocationRightEar" = "Right ear";

/* The right eye location for medications */
"DrugLocationRightEye" = "Right eye";

/* The scalp location for medications */
"DrugLocationScalp" = "Scalp";

/* The left nostril location for medications */
"DrugLocationLeftNostril" = "Left nostril";

/* The right nostril location for medications */
"DrugLocationRightNostril" = "Right nostril";

/* The each nostril location for medications */
"DrugLocationEachNostril" = "Each nostril";

/* The amount per refill for custom medication types */
"DrugTypeCustomQuantityRefill" = "Doses per Refill";

/* The amount remaining for custom medication types */
"DrugTypeCustomQuantityRemaining" = "Doses Remaining";

/* The location picklist for database medication types */
"DrugTypeDatabasePicklistLocation" = "Location";

/* The route picklist for database medication types */
"DrugTypeDatabasePicklistRoute" = "Route";

/* The amount quantity for database medication types */
"DrugTypeDatabaseQuantityAmount" = "Amount per Dose";

/* The amount per refill for database medication types */
"DrugTypeDatabaseQuantityRefill" = "Amount per Refill";

/* The amount remaining for database medication types */
"DrugTypeDatabaseQuantityRemaining" = "Amount Remaining";

/* The strength quantity for database medication types */
"DrugTypeDatabaseQuantityStrength" = "Strength";

/* The display name for drop medication types */
"DrugTypeDrop" = "Drop";

/* The plural name for drop medication types */
"DrugTypeDropNamePlural" = "drops";

/* The singular name for drop medication types */
"DrugTypeDropNameSingular" = "drop";

/* The drop location picklist for drop medication types */
"DrugTypeDropPicklistDropLocation" = "Drop Location";

/* The drops per dose quantity for drop medication types */
"DrugTypeDropQuantityDropsPerDose" = "Drops per Dose";

/* The drop strength quantity for drop medication types */
"DrugTypeDropQuantityDropStrength" = "Drop Strength";

/* The number of drops per refill for drop medication types */
"DrugTypeDropQuantityRefill" = "Drops per Refill";

/* The number of drops remaining for drop medication types */
"DrugTypeDropQuantityRemaining" = "Drops Remaining";

/* The display name for inhaler medication types */
"DrugTypeInhaler" = "Inhaler";

/* The plural name for inhaler medication types */
"DrugTypeInhalerNamePlural" = "puffs";

/* The singular name for inhaler medication types */
"DrugTypeInhalerNameSingular" = "puff";

/* The puffs per dose quantity for inhaler medication types */
"DrugTypeInhalerQuantityPuffsPerDose" = "Puffs per Dose";

/* The inhaler strength quantity for inhaler medication types */
"DrugTypeInhalerQuantityInhalerStrength" = "Inhaler Strength";

/* The number of puffs per refill for inhaler medication types */
"DrugTypeInhalerQuantityRefill" = "Puffs per Refill";

/* The number of puffs remaining for inhaler medication types */
"DrugTypeInhalerQuantityRemaining" = "Puffs Remaining";

/* The display name for injection medication types */
"DrugTypeInjection" = "Injection";

/* The singular name for injection medication types */
"DrugTypeInjectionNameSingular" = "injection";

/* The injection amount quantity for injection medication types */
"DrugTypeInjectionQuantityInjectionAmount" = "Injection Amount";

/* The injection strength quantity for injection medication types */
"DrugTypeInjectionQuantityInjectionStrength" = "Injection Strength";

/* The amount per refill for injection medication types */
"DrugTypeInjectionQuantityRefill" = "Amount per Refill";

/* The amount remaining for injection medication types */
"DrugTypeInjectionQuantityRemaining" = "Amount Remaining";

/* The display name for liquid medication types */
"DrugTypeLiquid" = "Liquid";

/* The name phrase for liquid medication types */
"DrugTypeLiquidNamePhrase" = "liquid dose";

/* The dose strength quantity for liquid medication types */
"DrugTypeLiquidQuantityDoseStrength" = "Dose Strength";

/* The dose volume quantity for liquid medication types */
"DrugTypeLiquidQuantityDoseVolume" = "Dose Volume";

/* The volume per refill for liquid medication types */
"DrugTypeLiquidQuantityRefill" = "Volume per Refill";

/* The volume remaining for liquid medication types */
"DrugTypeLiquidQuantityRemaining" = "Volume Remaining";

/* The display name for managed drug types */
"DrugTypeManaged" = "Managed";

/* The display name for ointment medication types */
"DrugTypeOintment" = "Ointment";

/* The ointment strength quantity for ointment medication types */
"DrugTypeOintmentQuantityOintmentStrength" = "Ointment Strength";

/* The number of applications per refill for ointment medication types */
"DrugTypeOintmentQuantityRefill" = "Applications per Refill";

/* The number of applications remaining for ointment medication types */
"DrugTypeOintmentQuantityRemaining" = "Applications Remaining";

/* The display name for patch medication types */
"DrugTypePatch" = "Patch";

/* The plural name for patch medication types */
"DrugTypePatchNamePlural" = "patches";

/* The singular name for patch medication types */
"DrugTypePatchNameSingular" = "patch";

/* The patches per dose quantity for patch medication types */
"DrugTypePatchQuantityPatchesPerDose" = "Patches per Dose";

/* The patch strength quantity for patch medication types */
"DrugTypePatchQuantityPatchStrength" = "Patch Strength";

/* The phrase referring to the patch quantity for dosages */
"DrugTypePatchQuantityPhrase" = "per patch";

/* The number of patches per refill for patch medication types */
"DrugTypePatchQuantityRefill" = "Patches per Refill";

/* The number of patches remaining for patch medication types */
"DrugTypePatchQuantityRemaining" = "Patches Remaining";

/* The display name for pill medication types */
"DrugTypePill" = "Pill";

/* The plural name for pill medication types */
"DrugTypePillNamePlural" = "pills";

/* The singular name for pill medication types */
"DrugTypePillNameSingular" = "pill";

/* The phrase referring to the pill quantity for dosages */
"DrugTypePillQuantityPhrase" = "per pill";

/* The pills per dose quantity for pill medication types */
"DrugTypePillQuantityPillsPerDose" = "Pills per Dose";

/* The pill strength quantity for pill medication types */
"DrugTypePillQuantityPillStrength" = "Pill Strength";

/* The number of pills per refill for pill medication types */
"DrugTypePillQuantityRefill" = "Pills per Refill";

/* The number of pills remaining for pill medication types */
"DrugTypePillQuantityRemaining" = "Pills Remaining";

/* The display name for spray medication types */
"DrugTypeSpray" = "Spray";

/* The plural name for spray medication types */
"DrugTypeSprayNamePlural" = "sprays";

/* The singular name for spray medication types */
"DrugTypeSprayNameSingular" = "spray";

/* The spray location picklist for spray medication types */
"DrugTypeSprayPicklistSprayLocation" = "Spray Location";

/* The number of sprays per refill for spray medication types */
"DrugTypeSprayQuantityRefill" = "Sprays per Refill";

/* The number of sprays remaining for spray medication types */
"DrugTypeSprayQuantityRemaining" = "Sprays Remaining";

/* The sprays per dose quantity for spray medication types */
"DrugTypeSprayQuantitySpraysPerDose" = "Sprays per Dose";

/* The spray strength quantity for spray medication types */
"DrugTypeSprayQuantitySprayStrength" = "Spray Strength";

/* The column names of the CSV file containing medication history */
"EmailDrugHistoryCSVColumnNames" = "Date,Time,Drug,Action,Description,ScheduledDate,ScheduledTime";

/* The late column names of the CSV file containing medication history */
"EmailDrugHistoryCSVColumnNamesLate" = "Late,LatePeriod";

/* The medication name entered in the CSV file containing medication history when a medication has been deleted */
"EmailDrugHistoryCSVDrugNameDeleted" = "<Deleted>";

/* The header in the body of the email containing the history for all medications when there are some events */
"EmailDrugHistoryHeaderAllEvents" = "Dose history for %1$@ over the last %2$d %3$@:";

/* The header in the body of the email attaching the CSV history for all medications when there are some events */
"EmailDrugHistoryHeaderAllEventsCSV" = "Attached is the dose history for %1$@ over the last %2$d %3$@.";

/* The header in the body of the email containing the history for all medications when there are no events */
"EmailDrugHistoryHeaderAllNone" = "No dose history for %1$@ over the last %2$d %3$@.";

/* The header in the body of the email containing the history for a particular medication when there are some events */
"EmailDrugHistoryHeaderDrugEvents" = "%1$@ dose history for %2$@ over the last %3$d %4$@:";

/* The header in the body of the email attaching the CSV history for a particular medication when there are some events */
"EmailDrugHistoryHeaderDrugEventsCSV" = "Attached is the %1$@ dose history for %2$@ over the last %3$d %4$@.";

/* The header in the body of the email containing the history for a particular medication when there are no events */
"EmailDrugHistoryHeaderDrugNone" = "No %1$@ dose history for %2$@ over the last %3$d %4$@.";

/* The subject of the email containing the history for all medications */
"EmailDrugHistorySubjectAll" = "Dose History in %@";

/* The subject of the email containing the history for a particular medication */
"EmailDrugHistorySubjectDrug" = "%1$@ Dose History in %2$@";

/* The header line in the body of the medication list email when there are medications */
"EmailDrugListHeaderDrugs" = "Here is the list of medications in %@:";

/* The header line in the body of the medication list email when there are no medications */
"EmailDrugListHeaderNone" = "No medications are currently in %@.";

/* The subject line of the medication list email */
"EmailDrugListSubject" = "%@ Medication List";

/* The HTML header of the drug list email */
"EmailDrugListHTMLHeader" = "<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\" \"http://www.w3.org/TR/html4/loose.dtd\">\
<html>\
<head>\
<meta http-equiv=\"Content-Type\" content=\"text/html; charset=ISO-8859-1\">\
<title>Medication List</title>\
</head>\
<body style=\"background: none; font-family: Helvetica, sans-serif; font-size: 13px; margin: 0; padding: 0 15px; text-align: left; text-decoration: none;\">\
<div class=\"container\" style=\"background: none; margin: 0; padding: 0; text-decoration: none; display: block; width: 80%;\">\
<div class=\"headerTitle bold\" style=\"font-family: Helvetica Neue; font-size: 14px; font-weight: bold; color: #000000; margin: 0; width: 80%; display: block;\">\
<p>%MESSAGE%</p>\
</div>";

/* The HTML table header for the drug database in the drug list email */
"EmailDrugListHTMLTableHeaderDatabase" = "<div class=\"table-container\" style=\"margin: 0; width: 80%; display: block;\">\
<table cellpadding=\"3\" class=\"collapseBorder\" style=\"border-collapse:collapse; border:1px solid #797979; padding: 0; text-decoration: none; vertical-align:bottom;\">\
<tr class=\"headerRow solidBorder\" style=\"background: none repeat scroll 0 0 #CCCCCC; font-size: 12px; height: 25px; width: auto;\">\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Medication Name</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Route</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Type</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Strength</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Amount</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Start Date</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">End Date</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Directions</th>\
</tr>";

/* The HTML table row for the drug database in the drug list email */
"EmailDrugListHTMLTableRowDatabase" = "<tr>\
<td class=\"bold\" style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue; font-weight: bold;\">%NAME%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%ROUTE%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%TYPE%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%STRENGTH%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%AMOUNT%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%START%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%END%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%DIRECTIONS%</td>\
</tr>";

/* The HTML table header in the drug list email */
"EmailDrugListHTMLTableHeader" = "<div class=\"table-container\" style=\"margin: 0; width: 80%; display: block;\">\
<table cellpadding=\"3\" class=\"collapseBorder\" style=\"border-collapse:collapse; border:1px solid #797979; padding: 0; text-decoration: none; vertical-align:bottom;\">\
<tr class=\"headerRow solidBorder\" style=\"background: none repeat scroll 0 0 #CCCCCC; font-size: 12px; height: 25px; width: auto;\">\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Medication Name</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Type</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Dosage</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Start Date</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">End Date</th>\
<th style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">Directions</th>\
</tr>";

/* The HTML table row in the drug list email */
"EmailDrugListHTMLTableRow" = "<tr>\
<td class=\"bold\" style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue; font-weight: bold;\">%NAME%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%TYPE%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%DOSAGE%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%START%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%END%</td>\
<td style=\"border:1px solid black; color:#000000; font-family: Helvetica Neue;\">%DIRECTIONS%</td>\
</tr>";

/* The HTML table footer in the drug list email */
"EmailDrugListHTMLTableFooter" = "</table></div>";

/* The HTML footer in the drug list email */
"EmailDrugListHTMLFooter" = "<div class=\"footer\" style=\"font-family: Helvetica Neue; font-size: 12px; color: #000000; font-style:italic; margin: 0; width: 80%; display: block;\">\
<p>These are the medications as entered into the 'TPMG %APPNAME% App'. This list may or may not match your medical record.</p>\
</div>\
</div>\
</body>\
</html>";

/* The title on the alert warning when emailing drug info */
"EmailDrugInfoPrivacyWarningTitle" = "Privacy Warning";

/* The message on the alert warning when emailing drug info */
"EmailDrugInfoPrivacyWarningMessage" = "If you share this by email, your personal health information will no longer be protected by the secure KP My Meds application. Continue if you are sure you want to send this information in an email.";

/* The message on the alert appearing when a product list refresh fails on the account page */
"ErrorAccountProductListRefreshMessage" = "Apple's in-app purchase server appears to be unavailable. Consequently, the list of products available for purchase could not be retrieved. Please try again in a few moments.";

/* The title on the alert appearing when a product list refresh fails on the account page */
"ErrorAccountProductListRefreshTitle" = "Apple Server Unavailable";

/* The error message appearing when an invalid bedtime was provided (i.e. either the start or end time was missing) */
"ErrorBedtimeInvalid" = "Could not set bedtime. Bedtime start and end times must both be either set or unset.";

/* The title of the alert displayed when an error occurs on setting the bedtime */
"ErrorCouldNotSetBedtimeTitle" = "Could Not Update Settings";

/* The message to display in alert appearing when the user selects an invalid dose time */
"ErrorDoseTimeInvalidMessage" = "Please select a time in the past.";

/* The title to display in alert appearing when the user selects an invalid dose time */
"ErrorDoseTimeInvalidTitle" = "Invalid Time";

/* The message in the alert appearing in the Medication Add view when the user attempts to delete a medication type and it is in use */
"ErrorDrugAddDrugTypeDeleteInUseMessage" = "This medication type can't be deleted because it is still being used by the following medications:\n\n%@\n\nTo delete this medication type, either delete these medications or change their medication type.";

/* The title of the alert appearing in the Medication Add view when the user attempts to delete a medication type and it is in use */
"ErrorDrugAddDrugTypeDeleteInUseTitle" = "Medication Type In Use";

/* The message in the alert appearing in the Medication Add view when the user attempts to add a duplicate medication type */
"ErrorDrugAddDuplicateDrugTypeMessage" = "A medication type with this name already exists. Please pick another name.";

/* The title of the alert appearing in the Medication Add view when the user attempts to add a duplicate medication type */
"ErrorDrugAddDuplicateDrugTypeTitle" = "Medication Type Exists";

/* The message in the alert appearing in the Medication Add view when the user attempts to add a duplicate person */
"ErrorDrugAddDuplicatePersonMessage" = "A person with this name already exists. Please pick another name.";

/* The title of the alert appearing in the Medication Add view when the user attempts to add a duplicate person */
"ErrorDrugAddDuplicatePersonTitle" = "Person Exists";

/* The message in the alert appearing in the Medication Add view when adding a medication fails */
"ErrorDrugAddFailedTitle" = "Could Not Add Medication";

/* The message in the alert appearing in the Medication Add view when no dosage description has been entered and the user clicks Done */
"ErrorDrugAddNoDosageDescriptionMessage" = "Please enter a description of the dosage.";

/* The title of the alert appearing in the Medication Add view when no dosage description has been entered and the user clicks Done */
"ErrorDrugAddNoDosageDescriptionTitle" = "Dosage Description Required";

/* The message in the alert appearing in the Medication Add view when the user attempts to add a medication type with no name */
"ErrorDrugAddNoDrugTypeMessage" = "Please enter a name for this medication type.";

/* The title of the alert appearing in the Medication Add view when the user attempts to add a medication type with no name */
"ErrorDrugAddNoDrugTypeTitle" = "Enter Medication Type Name";

/* The error message appearing when a new medication can't be added because no local notifications are left */
"ErrorDrugAddNoLocalNotificationsLeft" = "Could not create this medication, as this would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The message in the alert appearing in the Medication Add view when no name has been entered and the user clicks Done */
"ErrorDrugAddNoNameMessage" = "Please enter a medication name.";

/* The title of the alert appearing in the Medication Add view when no name has been entered and the user clicks Done */
"ErrorDrugAddNoNameTitle" = "Medication Name Required";

/* The message in the alert appearing in the Medication Add view when the user attempts to add a person with no name */
"ErrorDrugAddNoPersonNameMessage" = "Please enter a name for this person.";

/* The title of the alert appearing in the Medication Add view when the user attempts to add a person with no name */
"ErrorDrugAddNoPersonNameTitle" = "Enter Person Name";

/* The message in the alert appearing in the Medication Add view when the user attempts to delete a person and their ID is in use */
"ErrorDrugAddPersonDeleteInUseMessage" = "This person can't be deleted because the following medications are still assigned to them:\n\n%@\n\nTo delete this person, either delete these medications or assign them to someone else.";

/* The title of the alert appearing in the Medication Add view when the user attempts to delete a person and their ID is in use */
"ErrorDrugAddPersonDeleteInUseTitle" = "Can't Delete Person";

/* The error message appearing when a medication can't be deleted because no medication with the given ID could be found */
"ErrorDrugDeleteNotFound" = "Could not delete medication. Medication not found.";

/* The message in the alert appearing in the Medication Edit view when deleting a medication fails */
"ErrorDrugEditDeleteFailedTitle" = "Could Not Delete Medication";

/* The message in the alert appearing when the end date is disallowed on the Medication Edit view */
"ErrorDrugEditEndDateMessage" = "The end date cannot occur before the start date. Please select a later end date or 'never'.";

/* The title of the alert appearing when the end date is disallowed on the Medication Edit view */
"ErrorDrugEditEndDateTitle" = "Can't Set End Date";

/* The message in the alert appearing in the Medication Edit view when editing a medication fails */
"ErrorDrugEditFailedTitle" = "Could Not Edit Medication";

/* The error message appearing when a medication can't be edited because no local notifications are left */
"ErrorDrugEditNoLocalNotificationsLeft" = "Could not edit this medication, as this would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The error message appearing when a medication can't be edited because no medication with the given ID could be found */
"ErrorDrugEditNotFound" = "Could not edit medication. Medication not found.";

/* The message of the alert appearing in the Medication Edit page when a person is selected instead of an organization */
"ErrorDrugEditPickOrganizationMessage" = "Please pick a contact with an organization or company name.";

/* The title of the alert appearing in the Medication Edit page when a person is selected instead of an organization */
"ErrorDrugEditPickOrganizationTitle" = "Pick an Organization";

/* The message of the alert appearing in the Medication Edit page when an organization is selected instead of a person */
"ErrorDrugEditPickPersonMessage" = "Please pick a contact with a first and/or last name.";

/* The title of the alert appearing in the Medication Edit page when an organization is selected instead of a person */
"ErrorDrugEditPickPersonTitle" = "Pick a Person";

/* The message in the alert appearing in the Medication Edit page when a refill alert is edited and no remaining quantity is set */
"ErrorDrugEditRefillAlertNoRemainingQuantityMessage" = "A refill alert cannot be set because the %1$@ has not been set. Before setting a refill alert, set the %2$@ first.";

/* The title of the alert appearing in the Medication Edit page when a refill alert is edited and no remaining quantity is set */
"ErrorDrugEditRefillAlertNoRemainingQuantityTitle" = "Cannot Set Refill Alert";

/* The message in the alert appearing in the Medication Edit view when setting preferences fails */
"ErrorDrugEditSetPreferencesFailedTitle" = "Could Not Save Changes";

/* The message in the alert appearing when the start date is disallowed on the Medication Edit view */
"ErrorDrugEditStartDateMessage" = "The start date cannot occur after the end date. Please select an earlier start date.";

/* The title of the alert appearing when the start date is disallowed on the Medication Edit view */
"ErrorDrugEditStartDateTitle" = "Can't Set Start Date";

/* The error message appearing when a medication can't be postponed because the duration is negative */
"ErrorDrugPostponeBadDuration" = "Could not postpone dose. The postpone duration must be positive.";

/* The error message appearing when a dose can't be postponed because no medication with the given ID could be found */
"ErrorDrugPostponeNotFound" = "Could not postpone dose. Medication not found.";

/* The title of the alert appearing when the user can't postpone a dose because an error occurs */
"ErrorDrugPostponeTitle" = "Could Not Postpone %@ Dose";

/* The error message appearing when a medication can't be postponed because the duration is too long */
"ErrorDrugPostponeTooLong" = "Could not postpone dose. Please select a shorter duration.";

/* The message of the alert appearing in the Medication View when the refill button is pressed and no refill quantity is set */
"ErrorDrugRefillNoRefillQuantityMessage" = "This medication cannot be refilled because the %1$@ has not been set. To refill it, edit it first and set the %2$@.";

/* The title of the alert appearing in the Medication View when the refill button is pressed and no refill quantity is set */
"ErrorDrugRefillNoRefillQuantityTitle" = "Cannot Refill Medication";

/* The message of the alert appearing in the Medication View when the refill button is pressed and no refills are remaining */
"ErrorDrugRefillNoRefillsRemainingMessage" = "No refills are remaining for this medication. To refill it, edit it first and add to or clear the refills remaining.";

/* The title of the alert appearing in the Medication View when the refill button is pressed and no refills are remaining */
"ErrorDrugRefillNoRefillsRemainingTitle" = "Cannot Refill Medication";

/* The error message appearing when a dose can't be skipped because no medication with the given ID could be found */
"ErrorDrugSkipNotFound" = "Could not skip dose. Medication not found.";

/* The title of the alert appearing when the user can't skip a dose because an error occurs */
"ErrorDrugSkipTitle" = "Could Not Skip %@ Dose";

/* The error message appearing when a medication can't be skipped because it is too soon */
"ErrorDrugSkipTooSoon" = "It is too soon to skip this dose. Please try again later.";

/* The error message appearing when a dose can't be taken because no medication with the given ID could be found */
"ErrorDrugTakeNotFound" = "Could not take dose. Medication not found.";

/* The error message appearing when a medication can't be taken because no time was provided */
"ErrorDrugTakeNoTime" = "Please provide a time the dose was taken and try again.";

/* The title of the alert appearing when the user can't take a dose because an error occurs */
"ErrorDrugTakeTitle" = "Could Not Take %@ Dose";

/* The error message appearing when a medication can't be taken because it is too soon */
"ErrorDrugTakeTooSoon" = "It is too soon to take this dose. Please try again later.";

/* The error message appearing when a medication can't be deleted because no medication with the given ID could be found */
"ErrorDrugUndoNotFound" = "Could not complete the undo. Medication not found.";

/* The message in the alert appearing when archiving can't be disabled */
"ErrorDisableArchivingMessage" = "Marking this medication as taken would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The title in the alert appearing when archiving can't be disabled */
"ErrorDisableArchivingTitle" = "Can't Mark As Taking";

/* The message in the alert appearing when reminders can't be enabled */
"ErrorEnableRemindersMessage" = "Enabling reminders for this medication would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The title on the alert appearing when reminders can't be enabled */
"ErrorEnableRemindersTitle" = "Can't Enable Reminders";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumDoctorPharmacy" = "Doctor and pharmacy tracking are available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumDoseHistory" = "The dose history is available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumDrugDatabase" = "The drug database is available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumDrugImage" = "Medication image support is available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumMultipleDrugTypes" = "Multiple medication types are available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumPerson" = "Multi-person support is available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumQuantityTracking" = "Quantity tracking is available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumRefillAlert" = "Refill alerts are available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The message on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumRefills" = "Refills are available in the premium edition. To learn more about this and other features in the premium edition, tap the 'Upgrade' button below.";

/* The title on the alert appearing when a premium feature is accessed in the free edition */
"ErrorFeaturePremiumTitle" = "Premium Feature";

/* The error message returned if the data file can't be read from. */
"ErrorFileReadFailed" = "Could not open the %@ data file.";

/* The error message returned if the data file can't be written to. */
"ErrorFileWriteFailed" = "Could not save changes to the %@ data file.";

/* The title on the alert appearing when a general error occurs */
"ErrorGeneralTitle" = "Error";

/* The error message displayed when the medication state can't be retrieved from the server */
"ErrorGetStateFailedMessage" = "A dose reminder has been received, but the details could not be retrieved.";

/* The title of the alert appearing in the History Add Event view when event information is missing */
"ErrorHistoryAddEditEventMissingInfoTitle" = "Information Required";

/* The message in the alert appearing in the History Add Event view when no medication has been selected */
"ErrorHistoryAddEditEventNoDrugTitle" = "Please select a medication.";

/* The message in the alert appearing in the History Add Event view when no postpone duration has been selected */
"ErrorHistoryAddEditEventNoPostponeDurationTitle" = "Please select a postpone duration.";

/* The message in the alert appearing in the History Add Event view when no event time has been selected */
"ErrorHistoryAddEditEventNoEventTimeTitle" = "Please select an event time.";

/* The message in the alert appearing in the History Add Event view when no scheduled time has been selected */
"ErrorHistoryAddEditEventNoScheduledTimeTitle" = "Please select a scheduled time.";

/* The message in the alert appearing when an error occurs loading the dose history */
"ErrorHistoryLoadingMessage" = "The dose history could not be loaded due to the following error: %@";

/* The title of the alert appearing when an error occurs loading the dose history */
"ErrorHistoryLoadingTitle" = "Error Loading Dose History";

/* The error message when the dose history can't be accessed */
"ErrorHistoryNotAccessible" = "The dose history could not be accessed due to the following error: %@.";

/* The message of the alert appearing when the network is unavailable */
"ErrorNetworkUnavailableMessage" = "An internal error has occurred on the %@ server. Please try again in a few minutes.";

/* The message of the alert when an email can't be sent because the device doesn't allow it */
"ErrorNoDeviceEmailMessage" = "Your device cannot currently send email. Please ensure you have 3G or WiFi connectivity and that email is not disabled.";

/* The title of the alert when an email can't be sent */
"ErrorNoDeviceEmailTitle" = "Can't Send Email";

/* The message of the alert appearing when the user tries to postpone a medication past the limit */
"ErrorPostponeDrugLimitMessage" = "This medication cannot be postponed %@ because the next dose is due before or around then.";

/* The title of the alert appearing when the user tries to postpone a medication past the limit */
"ErrorPostponeDrugLimitTitle" = "Cannot Postpone Medication";

/* The message of the alert appearing when the user tries to postpone multiple medications past the limit */
"ErrorPostponeMultiDrugLimitMessage" = "These medications cannot be postponed %@ because a next dose is due before or around then.";

/* The title of the alert appearing when the user tries to postpone multiple medications past the limit */
"ErrorPostponeMultiDrugLimitTitle" = "Cannot Postpone Medications";

/* The title on the alert appearing if an error occurred when trying to subscribe after purchasing */
"ErrorPurchaseCouldNotSubscribeTitle" = "Could Not Update Account";

/* The message in the alert appearing if purchases are disabled and the user attempts to purchase */
"ErrorPurchasesDisabledMessage" = "In-app purchases are currently disabled on this device. Please re-enable in-app purchases and try again.";

/* The message in the alert appearing if an error occurred when processing a purchase */
"ErrorPurchaseTransactionFailedMessage" = "%1$@ could not process your purchase due to the following error: %2$@";

/* The title on the alert appearing if an error occurred when processing a purchase */
"ErrorPurchaseTransactionFailedTitle" = "Could Not Process Purchase";

/* The message in the alert appearing if an error occurred when restoring a past purchase */
"ErrorPurchaseTransactionRestoreFailedMessage" = "%1$@ could not restore your past purchase due to the following error: %2$@";

/* The title on the alert appearing if an error occurred when restoring a past purchase */
"ErrorPurchaseTransactionRestoreFailedTitle" = "Could Not Restore Past Purchase";

/* The message in the alert appearing if no past purchase was found when restoring a past purchase */
"ErrorPurchaseTransactionRestoreNotFoundMessage" = "No past purchase for this App Store account was found.";

/* The message in the alert appearing on startup if the data file can't be read */
"ErrorReadFileErrorMessage" = "Could not read the medication file due to the following error: %@";

/* The title of the alert appearing on startup if the data file can't be read */
"ErrorReadFileErrorTitle" = "Could Not Read Medication File";

/* The title on the alert appearing when a registration error occurred */
"ErrorRegistrationFailedTitle" = "Could Not Register";

/* The message of the alert appearing when there are no more local notifications left to allow the user add the reminder */
"ErrorReminderAddNoLocalNotificationsLeftMessage" = "Adding a reminder time would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The title of the alert appearing when there are no more local notifications left to allow the user add the reminder */
"ErrorReminderAddNoLocalNotificationsLeftTitle" = "Can't Add Reminder Time";

/* The message of the alert appearing when there are no more local notifications left to allow the user edit the reminder */
"ErrorReminderEditNoLocalNotificationsLeftMessage" = "Changing when to take this medication would consume more local notifications than this device can handle. Please delete, mark as not taking, turn reminders off for, or remove scheduled reminder times from, an existing medication and try again.";

/* The title of the alert appearing when there are no more local notifications left to allow the user edit the reminder */
"ErrorReminderEditNoLocalNotificationsLeftTitle" = "Can't Change When To Take Medication";

/* The message of the alert appearing when an invalid reminder time was entered */
"ErrorReminderTimeInvalidMessage" = "You have already created a reminder at this time. Please pick another time.";

/* The title of the alert appearing when an invalid reminder time was entered */
"ErrorReminderTimeInvalidTitle" = "Invalid Time";

/* The message of the alert when an email can't be sent */
"ErrorSendingEmailMessage" = "Your email could not be sent as a result of the following error: %@.";

/* The title of the alert when an error occurs sending an email */
"ErrorSendingEmailTitle" = "Error Sending Email";

/* The error message when the client can't connect to the server */
"ErrorServerCannotConnect" = "%1$@ could not connect to the server as a result of the following error: %2$@. Please try again in a few minutes, and if the issue persists, please contact us.";

/* The error message when an internal server error occurs */
"ErrorServerInternalError" = "An internal error has occurred on the %@ server. Please try again in a few minutes, and if the issue persists, please contact us.";

/* The title on the alert appearing when the server experiences an internal error */
"ErrorServerInternalErrorTitle" = "Server Error";

/* The title on the alert appearing when registration fails */
"ErrorServerRegistrationFailedTitle" = "Could Not Register";

/* The title on the alert appearing when the server is unavailable */
"ErrorServerUnavailableTitle" = "Server Error";

/* The message in the alert appearing when undoing a dose event fails */
"ErrorUndoFailedTitle" = "Could Not Undo";

/* The title of the alert when an error occurs updating the dose history */
"ErrorUpdatingDoseHistoryTitle" = "Could Not Update Dose History";

/* The title of the alert appearing if the data file can't be written to */
"ErrorWriteFileErrorTitle" = "Could Not Write to Medication File";

/* The plural name for day in interval medication descriptions */
"IntervalDrugDayNamePlural" = "days";

/* The singular name for day in interval medication descriptions */
"IntervalDrugDayNameSingular" = "day";

/* The plural name for hour in interval medication descriptions */
"IntervalDrugHourNamePlural" = "hours";

/* The singular name for hour in interval medication descriptions */
"IntervalDrugHourNameSingular" = "hour";

/* The plural name for minute in interval medication descriptions */
"IntervalDrugMinNamePlural" = "mins";

/* The singular name for minute in interval medication descriptions */
"IntervalDrugMinNameSingular" = "min";

/* The phrase for 'after dose' in interval medication descriptions */
"IntervalDrugPhraseAfterDose" = "after dose";

/* The alert phrase appearing in local notifications */
"LocalNotificationAlertPhrase" = "Time to take";

/* The singular alert phrase appearing in local notifications without drug name */
"LocalNotificationAlertNoDrugPhraseSingular" = "Time to take your medication";

/* The plural alert phrase appearing in local notifications without drug name */
"LocalNotificationAlertNoDrugPhrasePlural" = "Time to take your medications";

/* The name of the app */
"NameProductApp" = "My Medications";

/* The name of the component containing the reminder functionality */
"NameProductComponent" = "My Medications";

/* The localized display name of a reminder sound */
"ReminderSoundAscending" = "Ascending";

/* The localized display name of a reminder sound */
"ReminderSoundBark" = "Bark";

/* The localized display name of a reminder sound */
"ReminderSoundBellTower" = "Bell Tower";

/* The localized display name of a reminder sound */
"ReminderSoundBlues" = "Blues";

/* The localized display name of a reminder sound */
"ReminderSoundBoing" = "Boing";

/* The localized display name of a reminder sound */
"ReminderSoundCrickets" = "Crickets";

/* The localized display name of a reminder sound */
"ReminderSoundDefault" = "Tri-tone";

/* The localized display name of a reminder sound */
"ReminderSoundDoorbell" = "Doorbell";

/* The localized display name of a reminder sound */
"ReminderSoundDuck" = "Duck";

/* The localized display name of a reminder sound */
"ReminderSoundHarp" = "Harp";

/* The localized display name of a reminder sound */
"ReminderSoundMarimba" = "Marimba";

/* The localized display name of a reminder sound */
"ReminderSoundMotorcycle" = "Motorcycle";

/* The localized display name of a reminder sound */
"ReminderSoundOldCarHorn" = "Old Car Horn";

/* The localized display name of a reminder sound */
"ReminderSoundPianoRiff" = "Piano Riff";

/* The localized display name of a reminder sound */
"ReminderSoundSonar" = "Sonar";

/* The localized display name of a reminder sound */
"ReminderSoundStrum" = "Strum";

/* The localized display name of a reminder sound */
"ReminderSoundTimba" = "Timba";

/* The localized display name of a reminder sound */
"ReminderSoundTimePassing" = "Time Passing";

/* The localized display name of a reminder sound */
"ReminderSoundTrill" = "Trill";

/* The localized display name of a reminder sound */
"ReminderSoundXylophone" = "Xylophone";

/* The plural name for week in scheduled medication descriptions */
"ScheduledDrugWeekNamePlural" = "weeks";

/* The singular name for week in scheduled medication descriptions */
"ScheduledDrugWeekNameSingular" = "week";

/* The phrase for describing schedule repeat periods for scheduled medications */
"ScheduleRepeatPeriodPhrase" = "Every %1$d %2$@";

/* The detailed phrase for describing schedule repeat periods for scheduled medications */
"ScheduleRepeatPeriodPhraseDetail" = "Every %1$d %2$@";

/* The generic phrase for describing schedule repeat periods for scheduled medications */
"ScheduleRepeatPeriodPhraseGeneric" = "Every X days";

/* The text on the Back toolbar button */
"ToolbarButtonBack" = "Back";

/* The text on the Change toolbar button */
"ToolbarButtonChange" = "Change";

/* The text on the Done toolbar button */
"ToolbarButtonDone" = "Done";

/* The text on the Edit toolbar button */
"ToolbarButtonEdit" = "Edit";

/* The text on the Never toolbar button */
"ToolbarButtonNever" = "Never";

/* The text on the None toolbar button */
"ToolbarButtonNone" = "None";

/* The label in the Account view for the edition */
"ViewAccountEdition" = "Edition";

/* The free edition name displayed in the Account view */
"ViewAccountEditionFree" = "Free";

/* The premium edition name displayed in the Account view */
"ViewAccountEditionPremium" = "Premium";

/* The message to display in the Account view for a free edition */
"ViewAccountPurchaseMessage" = "Upgrade today!";

/* The text on the Restore Past Purchase button in Account view */
"ViewAccountRestorePurchase" = "Restore Past Purchase";

/* The title of the Account view */
"ViewAccountTitle" = "Account";

/* The label of the bedtime ends cell in the Bedtime Period view */
"ViewBedtimePeriodBedtimeEnds" = "Bedtime Ends";

/* The label of the bedtime starts cell in the Bedtime Period view */
"ViewBedtimePeriodBedtimeStarts" = "Bedtime Starts";

/* The title of the Bedtime Period view */
"ViewBedtimePeriodTitle" = "Bedtime";

/* The label appearing in the Bedtime Settings view for the interval reminders switch cell */
"ViewBedtimeSettingsIntervalRemindersSwitch" = "Interval Reminders During Bedtime";

/* The message in the Bedtime Settings view explaining how the settings work */
"ViewBedtimeSettingsMessage" = "When this setting is off, reminders for medications taken at intervals are stopped during the bedtime period you define. This setting doesn't affect reminders for medications taken on a schedule.";

/* The text in the main cell of the DateTimePicker view when the date is in the future */
"ViewDateTimePickerFutureTime" = "%1$@ at %2$@";

/* The text in the main cell of the DateTimePicker view when the date is today */
"ViewDateTimePickerTodayTime" = "Today at %@";

/* The footer of the Dose Limit view */
"ViewDoseLimitFooter" = "Limiting doses per day allows up to a maximum number of doses to be taken during one calendar day. Limiting doses per 24 hrs allows up to a maximum number of doses to be taken during any 24 hr period.";

/* The Max Doses Per 24 Hours label in the Dose Limit view */
"ViewDoseLimitMaxDosesPer24Hours" = "Max Doses Per 24 Hrs";

/* The Max Doses Per Day label in the Dose Limit view */
"ViewDoseLimitMaxDosesPerDay" = "Max Doses Per Day";

/* The title of the Dose Limit view */
"ViewDoseLimitTitle" = "Limit Doses";

/* The Dose Limit Never type label in the Dose Limit view */
"ViewDoseLimitTypeNever" = "Never";

/* The Dose Limit Per 24 Hours type label in the Dose Limit view */
"ViewDoseLimitTypePer24Hours" = "Per 24 hrs";

/* The Dose Limit Per Day type label in the Dose Limit view */
"ViewDoseLimitTypePerDay" = "Per day";

/* The Dose Taken label of the Dose Time view */
"ViewDoseTimeDoseTakenLabel" = "Dose Taken";

/* The title of the Dose Time view */
"ViewDoseTimeTitle" = "Time of Dose";

/* The plural dose limit phrase for per 24 hour types in the Medication Edit view */
"ViewDrugAddEditDoseLimitPhrasePer24HoursPlural" = "Max %d doses per 24 hrs";

/* The singular dose limit phrase for per 24 hour types in the Medication Edit view */
"ViewDrugAddEditDoseLimitPhrasePer24HoursSingular" = "Max 1 dose per 24 hrs";

/* The plural dose limit phrase for per day types in the Medication Edit view */
"ViewDrugAddEditDoseLimitPhrasePerDayPlural" = "Max %d doses per day";

/* The singular dose limit phrase for per day types in the Medication Edit view */
"ViewDrugAddEditDoseLimitPhrasePerDaySingular" = "Max 1 dose per day";

/* The never value in the Ending cell of the Medication Edit view */
"ViewDrugAddEditEndingNever" = "Never";

/* The none value in the Take Medication cell for scheduled reminders of the Medication Edit view */
"ViewDrugAddEditScheduleTimesNone" = "None";

/* The Take Medication value for as-needed medications in the Medication Edit view */
"ViewDrugAddEditTakeDrugAsNeeded" = "As needed";

/* The Take Medication value for interval medications in the Medication Edit view */
"ViewDrugAddEditTakeDrugInterval" = "At intervals";

/* The Take Medication value for interval medications in the Medication Edit view when bedtime is defined */
"ViewDrugAddEditTakeDrugIntervalBedtime" = "At intervals until bedtime";

/* The Interval label for interval medications in the Medication Edit view */
"ViewDrugAddEditTakeDrugIntervalPeriod" = "Interval";

/* The title of the Medication Add view */
"ViewDrugAddTitle" = "New Medication";

/* The All filter button in the drug database search view */
"ViewDrugDatabaseSearchButtonAll" = "All";

/* The Prescription filter button in the drug database search view */
"ViewDrugDatabaseSearchButtonPrescription" = "Prescription";

/* The OTC filter button in the drug database search view */
"ViewDrugDatabaseSearchButtonOTC" = "OTC";

/* The header text in the cell displayed when no drugs are found in the drug database search view */
"ViewDrugDatabaseSearchNoDrugsFoundHeader" = "No Medications Found in Database";

/* The header text in the cell displayed when no drugs are found in the drug database search view */
"ViewDrugDatabaseSearchNoDrugsFoundMessage" = "Either revise your search or tap Cancel to enter a custom medication name.";

/* The header text in the cell displayed when no drugs are found in the drug database search view */
"ViewDrugDatabaseSearchTooShort" = "Enter at least 3 characters.";

/* The prompt text in the cell displayed when no search string has been entered in the drug database search view */
"ViewDrugDatabaseSearchPrompt" = "Enter some text in the search box to begin searching.";

/* The searching text displayed in the drug database search view */
"ViewDrugDatabaseSearchSearching" = "Searching...";

/* The notification text to display in the Medication View view for discontinued managed medications */
"ViewDrugDiscontinuedManagedDrugNotification" = "This medication was discontinued by your doctor and will be removed.";

/* The notification text to display in the Medication View view for discontinued managed medications */
"ViewDrugDiscontinuedManagedDrugTitle" = "Medication Discontinued";

/* The title on the confirmation alert when deleting an archived drug the Drug Edit view */
"ViewDrugEditConfirmArchivedDrugDeleteTitle" = "Delete Medication";

/* The message on the confirmation alert when deleting an archived drug the Drug Edit view */
"ViewDrugEditConfirmArchivedDrugDeleteMessage" = "Warning: if you delete this medication, all dose history will be deleted. Are you sure you want to delete this medication?";

/* The title on the confirmation alert when deleting a non-archived drug the Drug Edit view */
"ViewDrugEditConfirmNonArchivedDrugDeleteTitle" = "Delete Medication";

/* The message on the confirmation alert when deleting a non-archived drug the Drug Edit view */
"ViewDrugEditConfirmNonArchivedDrugDeleteMessage" = "Warning: if you delete this medication, all dose history will be deleted. If you mark it as not taking, the dose history will be kept. What do you want to do?";

/* The text on the Archive button in a confirmation action sheet in the Drug Edit view */
"ViewDrugEditActionButtonArchive" = "Mark As Not Taking";

/* The text on the Archive button in a confirmation action sheet in the Drug Edit view */
"ViewDrugEditActionButtonUnarchive" = "Mark As Taking";

/* The text on the Remove button in a confirmation action sheet in the Drug Edit view */
"ViewDrugEditActionButtonRemove" = "Remove";

/* The loading text displayed in the drug database search view when loading the permutations view controller */
"ViewDrugDatabaseSearchLoading" = "Loading...";

/* The Archived label in the Drug Edit view */
"ViewDrugEditArchived" = "Taking";

/* The text on the Delete button in a confirmation action sheet in the Medication Edit view */
"ViewDrugEditActionButtonDelete" = "Delete";

/* The Directions label in the Medication Edit view */
"ViewDrugEditDirections" = "Directions";

/* The Directions example in the Medication Edit view */
"ViewDrugEditDirectionsExample" = "e.g. take with food";

/* The Doctor label in the Medication Edit view */
"ViewDrugEditDoctor" = "Doctor";

/* The Medication Name label in the Medication Edit view */
"ViewDrugEditDrugName" = "Name";

/* The Medication Type label in the Medication Edit view */
"ViewDrugEditDrugType" = "Type";

/* The Add Medication Type label in the Medication Edit view */
"ViewDrugEditDrugTypeAdd" = "Add Type";

/* The Medication Type Name label in the Medication Edit view */
"ViewDrugEditDrugTypeName" = "Type Name (e.g. Tablet)";

/* The Medication Image label in the Medication Edit view */
"ViewDrugEditDrugImage" = "Image";

/* The Ending label in the Medication Edit view */
"ViewDrugEditEnding" = "Ending";

/* The End Date abbreviated title in the Medication Edit view */
"ViewDrugEditEndingTitle" = "End Date";

/* The Log Missed Doses label in the Medication Edit view */
"ViewDrugEditLogMissedDoses" = "Log Missed Doses";

/* The off value in the Log Missed Doses cell of the Medication Edit view */
"ViewDrugEditLogMissedDosesOff" = "Off";

/* The on value in the Log Missed Doses cell of the Medication Edit view */
"ViewDrugEditLogMissedDosesOn" = "On";

/* The Notes label in the Medication Edit view */
"ViewDrugEditNotes" = "Notes";

/* The Person label in the Medication Edit view */
"ViewDrugEditPerson" = "Person";

/* The Add Person label in the Medication Edit view */
"ViewDrugEditPersonAdd" = "Add Person";

/* The Person For label in the Medication Edit view */
"ViewDrugEditPersonFor" = "For";

/* The Me Person label in the Medication Edit view */
"ViewDrugEditPersonMe" = "Me";

/* The Person Name label in the Medication Edit view */
"ViewDrugEditPersonName" = "Person Name";

/* The Pharmacy label in the Medication Edit view */
"ViewDrugEditPharmacy" = "Pharmacy";

/* The Prescription Number label in the Medication Edit view */
"ViewDrugEditPrescriptionNumber" = "Prescription #";

/* The Refill label in the Medication Edit view */
"ViewDrugEditRefill" = "Refill";

/* The Refill Alert label in the Medication Edit view */
"ViewDrugEditRefillAlert" = "Refill Alert";

/* The refill alert option for 14 doses before empty */
"ViewDrugEditRefillAlert14Doses" = "14 doses before empty";

/* The refill alert option for 1 day before empty */
"ViewDrugEditRefillAlert1Day" = "1 day before empty";

/* The refill alert option for 1 dose before empty */
"ViewDrugEditRefillAlert1Dose" = "1 dose before empty";

/* The refill alert option for 1 month before empty */
"ViewDrugEditRefillAlert1Month" = "1 month before empty";

/* The refill alert option for 1 week before empty */
"ViewDrugEditRefillAlert1Week" = "1 week before empty";

/* The refill alert option for 28 doses before empty */
"ViewDrugEditRefillAlert28Doses" = "28 doses before empty";

/* The refill alert option for 2 months before empty */
"ViewDrugEditRefillAlert2Months" = "2 months before empty";

/* The refill alert option for 2 weeks before empty */
"ViewDrugEditRefillAlert2Weeks" = "2 weeks before empty";

/* The refill alert option for 3 weeks before empty */
"ViewDrugEditRefillAlert3Weeks" = "3 weeks before empty";

/* The refill alert option for 3 days before empty */
"ViewDrugEditRefillAlert3Days" = "3 days before empty";

/* The refill alert option for 3 doses before empty */
"ViewDrugEditRefillAlert3Doses" = "3 doses before empty";

/* The refill alert option for 3 months before empty */
"ViewDrugEditRefillAlert3Months" = "3 months before empty";

/* The refill alert option for 4 weeks before empty */
"ViewDrugEditRefillAlert4Weeks" = "4 weeks before empty";

/* The refill alert option for 56 doses before empty */
"ViewDrugEditRefillAlert56Doses" = "56 doses before empty";

/* The refill alert option for 7 doses before empty */
"ViewDrugEditRefillAlert7Doses" = "7 doses before empty";

/* The refill alert option for a custom number of days before empty */
"ViewDrugEditRefillAlertCustomDays" = "%d days before empty";

/* The refill alert option for a custom number of weeks before empty */
"ViewDrugEditRefillAlertCustomWeeks" = "%d weeks before empty";

/* The Refills Remaining label in the Medication Edit view */
"ViewDrugEditRefillsRemaining" = "Refills Remaining";

/* The Remaining label in the Medication Edit view */
"ViewDrugEditRemaining" = "Remaining";

/* The Reminders label in the Medication Edit view */
"ViewDrugEditReminders" = "Reminders";

/* The off value in the Reminders cell of the Medication Edit view */
"ViewDrugEditRemindersOff" = "Off";

/* The on value in the Reminders cell of the Medication Edit view */
"ViewDrugEditRemindersOn" = "On";

/* The Secondary Reminders label in the Drug Edit view */
"ViewDrugEditSecondaryReminders" = "Secondary Reminders";

/* The Starting label in the Medication Edit view */
"ViewDrugEditStarting" = "Starting";

/* The Start Date abbreviated title in the Medication Edit view */
"ViewDrugEditStartingTitle" = "Start Date";

/* The Take Medication label in the Medication Edit view */
"ViewDrugEditTakeDrug" = "Take Doses";

/* The Frequency label for scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugFrequency" = "Frequency";

/* The Frequency value for daily scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugFrequencyDaily" = "Daily";

/* The Frequency value for monthly scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugFrequencyMonthly" = "Monthly";

/* The Frequency value for weekly scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugFrequencyWeekdayHeader" = "Every";

/* The Frequency value for weekly scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugFrequencyWeeklyLocal" = "Weekly";

/* The Take Medication value for scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugScheduled" = "On a schedule";

/* The Time of Day label for scheduled medications in the Medication Edit view */
"ViewDrugEditTakeDrugScheduleTimes" = "Time of Day";

/* The title of the Medication Edit view */
"ViewDrugEditTitle" = "Edit Medication";

/* The notification text to display in the Medication View view for existing managed medications */
"ViewDrugExistingManagedDrugNotification" = "This medication was changed by your doctor. Please review it and, if necessary, tap Edit to change the reminder schedule.";

/* The notification text to display in the Medication View view for existing managed medications */
"ViewDrugExistingManagedDrugNotificationTitle" = "Changed Medication";

/* The prompt of the Permutations list view */
"ViewDrugPermutationsPrompt" = "Select the medication to use below and then tap Done.";

/* The Action label in the History Add Event view */
"ViewDrugHistoryAddEditEventAction" = "Action";

/* The Postpone Duration label in the History Add Event view */
"ViewDrugHistoryAddEditEventPostponeDuration" = "Postpone Duration";

/* The label appearing in the Add Entry option in the Medication History view */
"ViewDrugHistoryAddEntry" = "Add New Entry";

/* The text on the email toolbar button in the Medication History view */
"ViewDrugHistoryButtonEmail" = "Email";

/* The CSV filename of the exported medication history */
"ViewDrugHistoryCSVFilename" = "DoseHistory.csv";

/* The label appearing in the Edit Entry option in the Medication History view */
"ViewDrugHistoryEditEntry" = "Edit Entry";

/* The warning appearing when editing events in the Medication History view */
"ViewDrugHistoryEditingWarning" = "Note: changes will only affect the dose history, not future reminders.";

/* The Event Time description of the Medication History Event Time view */
"ViewDrugHistoryEventTimeDescription" = "The time that the event occurred.";

/* The Event Time label of the Medication History Event Time view */
"ViewDrugHistoryEventTimeLabel" = "Event Time";

/* The label appearing under a late dose in the Medication History view */
"ViewDrugHistoryLateDose" = "Late";

/* The Scheduled Time description of the Medication History Event Time view */
"ViewDrugHistoryScheduledTimeDescription" = "The time that the dose was scheduled to be taken.";

/* The Scheduled Time label of the Medication History Event Time view */
"ViewDrugHistoryScheduledTimeLabel" = "Scheduled Time";

/* The title of the Medication History view */
"ViewDrugHistoryTitle" = "History";

/* The Search Drug Database button of the Drug Name view */
"ViewDrugNameButtonSearchDrugDatabase" = "Search Medication Database";

/* The footer text of the Drug Name view */
"ViewDrugNameFooter" = "Enter the name of the medication or search the medication database.";

/* The notification text to display in the Medication View view for new managed medications */
"ViewDrugNewManagedDrugNotification" = "This medication was newly prescribed by your doctor. Please review it and tap Edit to set the reminder schedule.";

/* The notification title text to display in the Medication View view for new managed medications */
"ViewDrugNewManagedDrugNotificationTitle" = "New Medication";

/* The title of the drugs view */
"ViewDrugsTitle" = "Medications";

/* The title of the managed drug updates section in the drugs view */
"ViewDrugsManagedDrugUpdatesSectionTitle" = "Updated Medications";

/* The title of the current drugs section in the drugs view */
"ViewDrugsCurrentDrugsSectionTitle" = "Current Medications";

/* The title of the archived drugs section in the drugs view */
"ViewDrugsArchivedDrugsSectionTitle" = "Not Taking";

/* The Dosage label in the Medication View view */
"ViewDrugViewDosage" = "Dosage";

/* The Doses Taken label in the Medication View view */
"ViewDrugViewDosesTaken" = "Doses Taken";

/* The plural Doses Taken phrase for per-24-hour dose limits in the Medication View view */
"ViewDrugViewDosesTakenPhrasePer24HoursPlural" = "%d doses taken in 24 hrs";

/* The singular Doses Taken phrase for per-24-hour dose limits in the Medication View view */
"ViewDrugViewDosesTakenPhrasePer24HoursSingular" = "1 dose taken in 24 hrs";

/* The plural Doses Taken phrase for per-day dose limits in the Medication View view */
"ViewDrugViewDosesTakenPhrasePerDayPlural" = "%d doses taken today";

/* The singular Doses Taken phrase for per-day dose limits in the Medication View view */
"ViewDrugViewDosesTakenPhrasePerDaySingular" = "1 dose taken today";

/* The Max Doses Taken label in the Medication View view */
"ViewDrugViewMaxDosesTaken" = "Max doses taken!";

/* The title of the Medication View view */
"ViewDrugViewTitle" = "Medication Info";

/* The label for the interval period in the Interval Period view */
"ViewIntervalPeriodReminderInterval" = "Reminder Interval";

/* The Flag Late Doses label in the Late Dose Settings view */
"ViewLateDoseSettingsFlagLateDoses" = "Flag Doses Taken Late";

/* The Late Dose Period label in the Late Dose Settings view */
"ViewLateDoseSettingsLateDosePeriod" = "Late After";

/* The message in the Late Dose Settings view explaining how the setting works */
"ViewLateDoseSettingsMessage" = "When this setting is on, a dose taken after its scheduled time will be flagged as late in the dose history.";

/* The message in the Late Dose Settings view explaining how the period setting works */
"ViewLateDoseSettingsPeriodMessage" = "Define how long after its scheduled time a dose will be flagged as late.";

/* The title of the Late Dose Settings view */
"ViewLateDoseSettingsTitle" = "Flag Late Doses";

/* The Undo Last button in the main view for a particular medication */
"ViewMainDrugButtonUndo" = "Undo";

/* The Undo Last Dose Postponed button in the main view for a particular medication */
"ViewMainDrugButtonUndoPostponeDose" = "Undo Last Dose Postponed";

/* The Undo Last Dose Skipped button in the main view for a particular medication */
"ViewMainDrugButtonUndoSkipDose" = "Undo Last Dose Skipped";

/* The Undo Last Dose Taken button in the main view for a particular medication */
"ViewMainDrugButtonUndoTakeDose" = "Undo Last Dose Taken";

/* The Empty warning in the main view for a particular medication when there is no quantity remaining */
"ViewMainDrugWarningEmpty" = "Empty!";

/* The Running Low warning in the main view for a particular medication when the quantity remaining is running low */
"ViewMainDrugWarningRunningLow" = "Running low!";

/* The message appearing in the main view when medications exist with scheduled doses that are already at their dose limit */
"ViewMainDrugsWithScheduledDosesAlreadyAtLimitMessageSingular" = "You've already taken your maximum number of doses of %@, but an additional dose is scheduled. Your next scheduled dose will automatically be skipped.";

/* The message appearing in the main view when medications exist with scheduled doses that are already at their dose limit */
"ViewMainDrugsWithScheduledDosesAlreadyAtLimitMessagePlural" = "You've already taken your maximum number of doses for the medications below, but additional doses are scheduled.\n\n%@\n\nYour next scheduled doses will automatically be skipped.";

/* The title in the main view action sheet for selecting which person's medication history to view */
"ViewMainHistorySelectPersonTitle" = "View dose history for:";

/* The 1st line of the last dose phrase appearing in the main view for a particular medication */
"ViewMainLastDosePhraseLine1Never" = "Last taken: never";

/* The 1st line of the last dose phrase appearing in the main view for a particular medication */
"ViewMainLastDosePhraseLine1Time" = "Last taken: %@";

/* The 2nd line of the last dose phrase appearing in the main view for a particular medication */
"ViewMainLastDosePhraseLine2Date" = "on %@";

/* The 2nd line of the last dose phrase appearing in the main view for a particular medication */
"ViewMainLastDosePhraseLine2Yesterday" = "yesterday";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseEnded" = "Ended on %@";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseEndingSoon" = "Ending before next dose";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1AfterTime" = "After %@";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1Never" = "Never";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1Time" = "%@";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1Tomorrow" = "Tomorrow";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1WhenNeeded" = "When needed";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine1WhenReady" = "When ready";

/* The 2nd line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine2Date" = "on %@";

/* The 2nd line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseLine2Tomorrow" = "tomorrow";

/* The 1st line of the next dose phrase appearing in the main view for a particular medication */
"ViewMainNextDosePhraseStarts" = "Starting on %@";

/* The message appearing in the main view when no medications have been added */
"ViewMainNoDrugsMessage" = "No medications have been added. To add a new medication, touch the + button.";

/* The Doses Taken label of the Multi Dose Time view */
"ViewMultiDoseTimeDosesTakenLabel" = "Doses Taken";

/* The title of the Multi Dose Time view */
"ViewMultiDoseTimeTitle" = "Time of Doses";

/* The cell label in the Postpone Medication view */
"ViewPostponeDrugCellLabel" = "Postpone %@ dose";

/* The warning appearing at the bottom of the Postpone Medication view when a user tries to postpone an upcoming dose */
"ViewPostponeDrugWarningFooter" = "Note: this postponement will apply to the next dose.";

/* The header of the diagnostics string sent in a problem report */
"ViewProblemReportDiagnosticsHeader" = "Please provide a description of the problem and send this email with the diagnostics below:\
																\
																\
																\
																\
																\
																----------------------\
																Diagnostics:\
																\
																";

/* The Add Time button on the Reminder Add Edit view */
"ViewReminderAddEditButtonAddTime" = "Add Time";

/* The reminder footer message appearing at the bottom of the Reminder Add Edit view */
"ViewReminderAddEditDoseLimitFooter" = "Tap this option to set a maximum number of doses per day or per 24 hrs.";

/* The reminder footer message appearing at the bottom of the Reminder Add Edit view */
"ViewReminderAddEditReminderFooter" = "Medications taken on a schedule will have dose reminders sent at specific times regardless of whether prior doses were taken. Medications taken at intervals will have dose reminders sent when a fixed period elapses after a prior dose is taken.";

/* The scheduled frequency footer message appearing at the bottom of the Reminder Add Edit view */
"ViewReminderAddEditScheduledFrequencyFooterLocal" = "To view additional frequency options, tap the last option above.";

/* The label text of the Reminder Add Edit view for a particular reminder time */
"ViewReminderAddEditTimeLabel" = "Reminder Time";

/* The title of the Reminder Add Edit view for a particular reminder time */
"ViewReminderAddEditTimeTitle" = "Time";

/* The title of the Schedule view */
"ViewScheduleTitle" = "Schedule";

/* The today label in the schedule view */
"ViewScheduleDayToday" = "Today";

/* The message appearing in the schedule view when no doses have been added */
"ViewScheduleNoDosesMessage" = "No medications have scheduled doses on this day. To add a new medication, touch the + button.";

/* The title of the settings button for deleting all data */
"ViewSettingsDeleteAllDataButton" = "Reset Device";

/* The display header of the Settings view */
"ViewSettingsDisplayHeader" = "Display";

/* The show archived drugs label in the Settings view */
"ViewSettingsShowArchivedDrugs" = "Show Medications I'm Not Taking";

/* The medication sort order label in the Settings view */
"ViewSettingsDrugSortOrder" = "Sort Medications By";

/* The medication sort order by medication name label in the Settings view */
"ViewSettingsDrugSortOrderByDrugName" = "Medication name";

/* The medication sort order by medication type label in the Settings view */
"ViewSettingsDrugSortOrderByDrugType" = "Medication type";

/* The medication sort order by next dose time label in the Settings view */
"ViewSettingsDrugSortOrderByNextDoseTime" = "Time of next dose";

/* The medication sort order by person label in the Settings view */
"ViewSettingsDrugSortOrderByPerson" = "Person";

/* The Prevent Early Drug Doses label in the Settings view */
"ViewSettingsPreventEarlyDrugDoses" = "Prevent Early Doses";

/* The edition label in the Settings view */
"ViewSettingsEdition" = "Edition";

/* The Free edition label in the Settings view */
"ViewSettingsEditionFree" = "Free";

/* The free edition footer of the Settings view */
"ViewSettingsEditionFreeFooter" = "Tap to learn more about features in the premium edition.";

/* The Premium edition label in the Settings view */
"ViewSettingsEditionPremium" = "Premium";

/* The Dose History Stored label in the Settings view */
"ViewSettingsHistoryDuration" = "Dose History Stored";

/* The history header of the Settings view */
"ViewSettingsHistoryHeader" = "History";

/* The Show Postpone Events label in the Settings view */
"ViewSettingsHistoryShowPostponeEvents" = "Show Postpone Events";

/* The reminders header of the Settings view */
"ViewSettingsRemindersHeader" = "Reminders";

/* The Reminder Sound label in the Settings view */
"ViewSettingsReminderSound" = "Reminder Sound";

/* The Privacy Mode label in the Settings view */
"ViewSettingsPrivacyMode" = "Privacy Mode";

/* The Privacy Mode label in the Settings view */
"ViewSettingsPrivacyModeFooter" = "When this setting is turned on, medication names will not be displayed in notifications.";

/* The Secondary Reminder label in the Settings view */
"ViewSettingsSecondaryReminderAfter" = "Secondary Reminder After";

/* The scheduling footer of the Settings view */
"ViewSettingsSchedulingFooter" = "This setting will prevent a dose from being taken over 1 hour early.";

/* The scheduling header of the Settings view */
"ViewSettingsSchedulingHeader" = "Scheduling";

/* The security header in the Settings view */
"ViewSettingsSecurityHeader" = "Security and Privacy";

/* The change password label in the Settings view */
"ViewSettingsSecurityChangePasscode" = "Sign out";

/* The title of the Settings view */
"ViewSettingsTitle" = "Settings";

/* The message appearing in the skip doses view */
"ViewSkipDosesMessage" = "Select the doses to skip";

/* The title on the skip doses view */
"ViewSkipDosesTitle" = "Skip Doses";

/* The message appearing in the spinner view when adding a new medication */
"ViewSpinnerAddingDrug" = "Adding new medication";

/* The message appearing in the spinner view when collecting information */
"ViewSpinnerCollectingInformation" = "Collecting information";

/* The message appearing in the spinner view when deleting all data */
"ViewSpinnerDeletingAllData" = "Deactivating device";

/* The message appearing in the spinner view when deleting a medication */
"ViewSpinnerDeletingDrug" = "Deleting medication";

/* The message appearing in the spinner view when editing a medication */
"ViewSpinnerEditingDrug" = "Editing medication";

/* The message appearing in the spinner view when performing an undo */
"ViewSpinnerPerformingUndo" = "Performing undo";

/* The message appearing in the spinner view when processing a purchase */
"ViewSpinnerProcessingPurchase" = "Processing purchase";

/* The message appearing in the spinner view when refilling a medication */
"ViewSpinnerRefillingDrug" = "Refilling medication";

/* The message appearing in the spinner view when refreshing the medication list */
"ViewSpinnerRefreshingDrugList" = "Refreshing medication list";

/* The message appearing in the spinner view when restoring a purchase */
"ViewSpinnerRestoringPurchase" = "Restoring purchase";

/* The message appearing in the spinner view when retrieving the product list */
"ViewSpinnerRetrievingProductList" = "Retrieving product list";

/* The message appearing in the spinner view when saving changes */
"ViewSpinnerSavingChanges" = "Saving changes";

/* The message appearing in the spinner view when setting up notifications */
"ViewSpinnerSettingUpNotifications" = "Setting up notifications";

/* The message appearing in the spinner view when updating the account */
"ViewSpinnerUpdatingAccount" = "Updating account";

/* The message appearing in the spinner view when updating the reminders */
"ViewSpinnerUpdatingReminders" = "Updating reminders";

/* The message appearing in the spinner view when updating the server */
"ViewSpinnerUpdatingServer" = "Updating server";

/* The message appearing in the spinner view when updating settings */
"ViewSpinnerUpdatingSettings" = "Updating settings";

/* The message appearing in the take doses view */
"ViewTakeDosesMessage" = "Select the doses to take";

/* The taken on date label appearing in the take doses view */
"ViewTakeDosesTakenDate" = "Taken %1$@ at %2$@";

/* The taken now label appearing in the take doses view */
"ViewTakeDosesTakenNow" = "Taken now";

/* The taken today label appearing in the take doses view */
"ViewTakeDosesTakenToday" = "Taken today at %@";

/* Color of the drug cell buttons */
"ColorDrugCellButton" = "0.08 0.30 0.54 1";

/* Color of the delete button in the medication edit view */
"ColorDrugEditDeleteButton" = "0.79 0 0 1";

/* Color of the archive button in the medication edit view */
"ColorDrugEditArchiveButton" = "0.08 0.30 0.54 1";

/* Color of the medication history late dose text */
"ColorDrugHistoryLateDoseText" = "0.82 0.82 0 1";

/* Color of the medication history miss dose label */
"ColorDrugHistoryMissDoseLabel" = "1 0 0 1";

/* Color of the drug image placeholder */
"ColorDrugImagePlaceholder" = "0.63 0.69 0.73 1";

/* Color of the labels in the medication view */
"ColorDrugViewLabel" = "0.08 0.30 0.54 1";

/* Color of the notifications in the medication view */
"ColorDrugViewManagedDrugNotification" = "1 1 1 1";

/* Color of the notifications background in the medication view */
"ColorDrugViewManagedDrugNotificationBackground" = "0.35 0.35 0.35 1";

/* Color of the medication warning labels */
"ColorDrugWarningLabel" = "1 0 0 1";

/* Color of the dose alert button */
"ColorDoseAlertButton" = "0.26 0.34 0.55 1";

/* Color of the message panel background */
"ColorMessagePanelBackground" = "0.99 0.97 0.97 1";

/* Color of the message panel text */
"ColorMessagePanelText" = "0.92 0.36 0.34 1";

/* Color of the navigation bar */
"ColorNavigationBar" = "0.08 0.30 0.54 1";

/* Color of the product price button */
"ColorProductPriceButton" = "0.08 0.30 0.54 1";

/* Color of the restore purchase button */
"ColorRestorePurchaseButton" = "0 0.27 0.45 0.65";

/* Color of the main label in the spinner view */
"ColorSpinnerLabel" = "1 1 1 1";

/* Color of the toolbar */
"ColorToolbar" = "0.08 0.30 0.54 1";

/* The partner ID reported to the server */
"PartnerID" = "KP";

/* // ********** DOSECAST SERVER URL - START ********** */

/* Protocol of URL for Dosecast server */
"ServerProtocolDebug" = "https";

/* Protocol of URL for Dosecast server */
"ServerProtocolRelease" = "https";

/* Domain name of Dosecast server host */
"ServerHostDebug" = "mydoctor-pp.kaiserpermanente.org";

/* Domain name of Dosecast server host */
"ServerHostRelease" = "mydoctor.kaiserpermanente.org";

/* The path to the debug server on the Dosecast server host */
"ServerPathDebug" = "/pillpopper_dev";

/* The path to the release server on the Dosecast server host */
"ServerPathRelease" = "/pillpopper";

/* // ********** DOSECAST SERVER URL - END ********** */

/* The default product ID to be purchased */
"PurchaseDefaultProductID" = "com.montunosoftware.pillpopper.premium";

/* The default button title for the cancel button when choosing a drug image */
"ChooseImageCancelButton" = "Cancel";

/* The default button title for the library button when choosing a drug image */
"ChooseImageLibraryButton" = "Library";

/* The title for the flash button when choosing a drug image*/
"ChooseImageFlashButtonOff" = "Flash: Off";

/* The title for the flash button when choosing a drug image*/
"ChooseImageFlashButtonOn" = "Flash: On";

/* The title for the flash button when choosing a drug image*/
"ChooseImageFlashButtonAuto" = "Flash: Auto";

/* The default button title for the add image button in the add/edit view */
"AddImageButton" = "Add Medication Image";

/* The default button title for the edit image button in the add/edit view */
"EditImageButton" = "Edit";

/* The default button title for the clear image button in the add/edit view */
"ClearImageButton" = "Clear";

/* The default placeholder string when no image has been set throughout the client */
"NoDrugImagePlaceholder" = "No medication image";
